---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateTopSuffix
source: html/7adc5fdc-46cd-2f61-200a-1cd9f3f0419f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateTopSuffix Property

"Top Coordinate Suffix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateTopSuffix { get; }
```